12/data/attachments/99c88d13c4dfffb3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tina_their_Actions_71065_4</nif:username>
            <nif:friendToBeRequested>soap_actions_e0c2076e-fcdb-4adb-90d6-774eb205e300</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>